{
  "data": [
    {
      "id": "los1",
      "name": "The London West Hollywood at Beverly Hills",
      "stars": "5",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/156/15606488.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/163/163317308.jpg"
      ],
      "description": "Этот бутик-отель расположен в городе Западный Голливуд, в пешей доступности от района Беверли-Хиллз и улицы Родео-драйв с магазинами. К услугам гостей терраса на крыше с кабинками, фитнес-центр и несколько ресторанов, в одном из которых ежедневно сервируют бесплатный завтрак «шведский стол» из блюд европейской кухни.\n\nВ числе удобств каждого люкса отеля The London West Hollywood — кондиционер, телевизор с плоским экраном и док-станция для iPod. Подключен бесплатный Wi-Fi. Стандартные люксы отличаются просторной открытой планировкой. Кроме того, в номерном фонде представлены специальные люксы с 1–3 спальнями.\n\nВо всех люксах есть зеркальный встроенный шкаф, туалетный столик, душ с 2 насадками и глубокая ванна. В большинстве люксов имеется балкон, откуда открывается живописный вид. Во многих люксах большей площади обустроена отдельная гостиная зона с гардеробной и барной стойкой с раковиной.\n\nПо утрам в отеле сервируют бесплатный континентальный завтрак «шведский стол» в европейском стиле. Завтрак включает в себя выпечку, рогалики, копченую лососину, сыры, колбасные изделия, йогуртовое парфе, свежевыжатые соки, чай, кофе, хлопья и другие сезонные блюда.\n\nВ отеле The London West Hollywood открыты уникальные рестораны. Ресторан Boxwood специализируется на блюдах калифорнийской кухни; в его меню входят сезонные блюда из свежих местных продуктов, которые можно заказать небольшими порциями. В ресторане работает стильный коктейль-бар с обширной картой вин. В ресторане The Rooftop на открытом воздухе подают бранч, обед и ужин с блюдами из сезонного меню.\n\nВ распоряжении гостей фитнес-центр отеля The London West Hollywood. В любое время суток желающие могут пользоваться кардиотренажерами, тренажерами марки Life Fitness и зоной для йоги на открытом воздухе. В салоне красоты предоставляются услуги визажиста и парикмахера, а также проводятся процедуры по уходу за ногтями.\n\nПомимо прочего, у бассейна можно арендовать беседку с мини-баром. В отеле также работает бар.\n\nПоездка до Беверли-Хиллз и торгового центра Beverly Center займет 4 минуты. Голливудская «Аллея славы» и торговая улица Мелроуз-авеню находятся всего в 10 минутах езды. Западный Голливуд знаменит многочисленными ночными клубами, ресторанами, магазинами одежды и дизайнерскими бутиками.\n\nУэст-Голливуд — отличный выбор, если вам интересны рестораны, еда и шопинг.\n\nПарам особенно нравится расположение — они оценили проживание в этом районе для поездки вдвоем на 9,1.\n\nЗдесь лучшее соотношение цены и качества в Лос-Анджелесе! По сравнению с другими вариантами в этом городе, гости получают больше за те же деньги.",
      "city": "Лос-Анджелес"
    },
    {
      "id": "los2",
      "name": "Beverly Wilshire, A Four Seasons Hotel",
      "stars": "5",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/609/60987553.jpg",
        "https://s-ec.bstatic.com/images/hotel/max1024x768/118/118477106.jpg"
      ],
      "description": "Отель Beverly Wilshire, a 4 Seasons расположен на противоположной стороне дороги от улицы Родео-драйв. К услугам гостей бассейн в средиземноморском стиле и гидромассажная ванна с частными кабинками для переодевания. Отель находится в популярном месте, поблизости от магазинов на улице Родео-драйв, а также неподалеку от таких достопримечательностей, как Голливуд, город Санта-Моника и пляж Венис-Бич.\n\nНомера оснащены телевизором с плоским экраном и кабельными каналами, DVD-плеером, док-станцией для iPod и мини-баром. В каждом номере действует бесплатный Wi-Fi для 1 устройства. Из большинства номеров открывается вид на улицу Родео-драйв или Голливудские холмы.\n\nГости могут расслабиться в спа-центре и заказать массаж, процедуры по уходу за лицом и органические процедуры с использование широкого ассортимента продуктов. На территории отеля работают конференц-центры и фитнес-центр с ультрасовременными тренажерами. Кроме того, в отеле гостям бесплатно предложат свежие фрукты, соки, бутилированную воду и воду в кувшинах с добавлением натуральных фруктов. За дополнительную плату можно воспользоваться кабинками возле бассейна, а в кафе-баре у бассейна подают ланч.\n\nВ распоряжении гостей отеля Beverly Wilshire различные рестораны. В лаундже работает удостоенный звезды Мишлена стейк-хаус CUT, где гости могут отдохнуть в средиземноморской обстановке и отведать блюда по меню от шеф-повара Вольфгана Пака. В меню входят блюда из морепродуктов и стейки, в сопровождении коктейлей, редких вин и спиртных напитков со всего мира.\n\nВ средиземноморском ресторане Blvd можно расположиться на открытом воздухе и полюбоваться видом на улицу Родео-драйв. В кафе-баре у бассейна гостям предложат такие повседневные блюда, как сэндвичи, панини, салаты и десерты. Также гости могут заказать еду и напитки в номер.\n\nРасстояние до международного аэропорта Лос-Анджелеса составляет 20 км. В 15 минутах езды находится Музей искусств округа Лос-Анджелес, а в 4,8 км — бульвар Сансет-Стрип. Поездка на автомобиле до пирса Санта-Моника займет 30 минут.\n\nБеверли-Хиллз — отличный выбор, если вам интересны шопинг, рестораны и еда.\n\nЭто любимая часть города Лос-Анджелес среди наших гостей согласно независимым отзывам.\n\nРасположение этого варианта — одно из лучших в Лос-Анджелесе! Гости довольны им больше, чем расположением других вариантов в этом районе.\n\nПарам особенно нравится расположение — они оценили проживание в этом районе для поездки вдвоем на 9,7.\n\nЗдесь лучшее соотношение цены и качества в Лос-Анджелесе! По сравнению с другими вариантами в этом городе, гости получают больше за те же деньги.\n\nМы говорим на вашем языке!",
      "city": "Лос-Анджелес"
    },
    {
      "id": "los3",
      "name": "The Beverly Hills Hotel - Dorchester Collection",
      "stars": "5",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/236/23601233.jpg",
        "https://s-ec.bstatic.com/images/hotel/max1024x768/204/204090549.jpg"
      ],
      "description": "Этот роскошный отель, известный как «Розовый дворец», расположен на бульваре Сансет. К услугам гостей спа-центр La Prairie с полным спектром услуг и красивый открытый бассейн. Расстояние до центра города Беверли-Хиллз составляет всего 1,6 км.\n\nВ числе удобств светлых и элегантных номеров отеля Beverly Hills мини-бар, 2 телевизора, кофеварка, гладильные принадлежности и ванная комната, отделанная мрамором.\n\nНа территории отеля открыт лаунж Polo, где часто отдыхают знаменитости. Также гости могут посетить кафе у бассейна Cabana, кофейню Fountain в стиле 50-х и бар Nineteen 12.\n\nВ распоряжении гостей отеля Beverly Hills бассейн с подводной музыкой, кабинками для переодевания и персональным сервисом. Кроме того, в отеле работает фитнес-центр, где гостям предоставляются бесплатные фрукты, соки и вода.\n\nОтель Beverly Hills находится через дорогу от мемориального парка Уилла Роджерса и в 6 минутах ходьбы от особняка Грейстоун.\n\nБеверли-Хиллз — отличный выбор, если вам интересны шопинг, рестораны и еда.\n\nРасположение этого варианта — одно из лучших в Лос-Анджелесе! Гости довольны им больше, чем расположением других вариантов в этом районе.\n\nПарам особенно нравится расположение — они оценили проживание в этом районе для поездки вдвоем на 9,5.\n\nЗдесь лучшее соотношение цены и качества в Лос-Анджелесе! По сравнению с другими вариантами в этом городе, гости получают больше за те же деньги.",
      "city": "Лос-Анджелес"
    },
    {
      "id": "los4",
      "name": "Sunset Tower Hotel",
      "stars": "5",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/460/4606623.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/155/155858293.jpg"
      ],
      "description": "Отель Sunset Tower расположен в Западном Голливуде на бульваре Сансет-Стрип, в 4 км от голливудской «Аллеи славы». В распоряжении гостей бассейн на крыше с панорамным видом на город, спа-центр с полным спектром услуг, а также просторные номера с бесплатным Wi-Fi и французскими окнами.\n\nСовременные номера отеля Sunset Tower оборудованы телевизором с плоским экраном, док-станцией для iPod, кофемашиной Nespresso и мини-баром. После ежевечерней подготовки постели ко сну для гостей оставляют свежеприготовленное печенье.\n\nК услугам гостей отеля Sunset Tower фитнес-центр и заработавший хорошую репутацию спа-центр Joanna Vargas, в котором проводятся различные процедуры по уходу за лицом и телом.\n\nВ баре The Tower подают блюда калифорнийской кухни с французскими и итальянскими нотками. Из открытой террасы ресторана открывается панорамный вид на город. В кафе у бассейна царит непринужденная атмосфера.\n\nОтель находится в 14 минутах езды от Калифорнийского университета в Лос-Анджелесе и в 8 минутах езды от загородного клуба Los Angeles. Расстояние до центра Лос-Анджелеса составляет 13 км.\n\nУэст-Голливуд — отличный выбор, если вам интересны рестораны, еда и шопинг.\n\nРасположение этого варианта — одно из лучших в Лос-Анджелесе! Гости довольны им больше, чем расположением других вариантов в этом районе.\n\nПарам особенно нравится расположение — они оценили проживание в этом районе для поездки вдвоем на 9,2.\n\nЗдесь лучшее соотношение цены и качества в Лос-Анджелесе! По сравнению с другими вариантами в этом городе, гости получают больше за те же деньги.",
      "city": "Лос-Анджелес"
    },
    {
      "id": "los5",
      "name": "The NoMad Los Angeles",
      "stars": "5",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/136/136402447.jpg",
        "https://s-ec.bstatic.com/images/hotel/max1024x768/150/150310105.jpg"
      ],
      "description": "Отель Nomad Los Angeles расположен в историческом здании Джанини в центре Лос-Анджелеса. К услугам гостей несколько ресторанов и бассейн на крыше. Каждый из 241 номеров отеля оснащен большим телевизором с плоским экраном. Бесплатный Wi-Fi предоставляется на всей территории.\n\nВсе номера украшены оригинальными произведениями искусства парижского дизайнера, а также обставлены дизайнерской мебелью. Предоставляется роскошное постельное белье. Во многих номерах установлены отдельно стоящие ванны, а в отдельных номерах — стиральные машины. В числе удобств письменный стол, полностью укомплектованный мини-бар, туалетно-косметические принадлежности и халаты.\n\nВ распоряжении гостей круглосуточный фитнес-центр, а также бар и бассейн на крыше. С крыши отеля гости могут полюбоваться панорамным видом на центр Лос-Анджелеса или выпить чашечку кофе в кафе на открытом воздухе. В распоряжении гостей круглосуточная стойка регистрации и магазины. Предоставляются услуги парковщика.\n\nТакже в отеле есть лобби-лаундж с библиотекой. Он открыт в течение всего дня и до вечера. Бар Giannini находится рядом с главным лобби, а в самом отеле Nomad Los Angeles работает самый торжественный ресторан.\n\nОтель находится в 9,7 км от торгового центра The Grove и в 10 км от Китайского театра TCL. Концертный зал Уолта Диснея расположен в 1,1 км. Расстояние до международного аэропорта Лос-Анджелеса составляет 18 км.\n\nЛос-Анджелес - центр города — отличный выбор, если вам интересны прогулки по городу, развлечения и туристические места.\n\nПарам особенно нравится расположение — они оценили проживание в этом районе для поездки вдвоем на 8,8.\n\nЗдесь лучшее соотношение цены и качества в Лос-Анджелесе! По сравнению с другими вариантами в этом городе, гости получают больше за те же деньги.",
      "city": "Лос-Анджелес"
    },
    {
      "id": "new1",
      "name": "Soho Grand Hotel",
      "stars": "4",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/314/31456698.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/314/31456174.jpg"
      ],
      "description": "In the upscale SoHo neighborhood, this luxury hotel is close to art galleries, designer shops and popular restaurants. This modern hotel features an outdoor restaurant and all rooms have city views.\n\nThe elegant guest rooms at the Hotel Soho Grand include free Wi-Fi, a flat-screen TV, a DVD Player, and an iPod docking station. Designer bathrobes and toiletries are also provided.\n\nGuests can enjoy American cuisine and signature cocktails in the Club Room, the Grand Bar and the Salon. Opening seasonally, the outdoor Yard has a summer menu.\n\nSoho Grand Hotel features a 24-hour gym and business center. A helpful concierge desk is also available 24 hours a day.\n\nCanal Street subway station is a 5-minute walk from Soho Grand and provides easy access to Central Park and Times Square. Little Italy is a 10-minute walk away.\n\nSoHo is a great choice for travelers interested in food, restaurants and shopping.\n\nThis is our guests' favorite part of New York, according to independent reviews. In this area you can shop 'til you drop for popular brands like Apple, H&M, Zara, Prada, Ralph Lauren.\n\nCouples in particular like the location – they rated it 9.3 for a two-person trip.\n\nThis property is also rated for the best value in New York! Guests are getting more for their money when compared to other properties in this city.\n\nWe speak your language!",
      "city": "New York"
    },
    {
      "id": "new2",
      "name": "Hotel Pennsylvania",
      "stars": "2",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/577/57772519.jpg",
        "https://s-ec.bstatic.com/images/hotel/max1024x768/199/199753533.jpg"
      ],
      "description": "This Manhattan hotel is located across the street from Madison Square Garden and Penn Station. The hotel offers access to the adjacent fitness club which includes a gym and a tour desk with ticket services.\n\nEach air-conditioned room at the Hotel Pennsylvania provides cable TV. Guests also have access to a work desk, alarm clock, black-out drapes, iron and hairdryer in every room. The Penn Plaza Collection Rooms are newly renovated.\n\nThe Pennsylvania Hotel includes a 24-hour coffee shop and a restaurant. Guests can make transportation reservations and acquire theater tickets at the hotel. Guests will also have access to a safety deposit desk at the front desk, any time of the day.\n\nTimes Square is 805 m from Hotel Penn while Museum of Modern Art is 1.2 mi away. The Empire State Building is 645 m away.\n\nThis is our guests' favorite part of New York, according to independent reviews. In this area you can shop 'til you drop for popular brands like H&M, Nike, Ralph Lauren.\n\nCouples in particular like the location – they rated it 8.3 for a two-person trip.\n\nWe speak your language!",
      "city": "New York"
    },
    {
      "id": "new3",
      "name": "AKA Wall Street",
      "stars": "4",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/110/110213548.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/192/192599998.jpg"
      ],
      "description": "AKA Wall Street is 966 m from the One World Trade Center and the Brookfield Place. South Street Seaport is 484 m from AKA Central Park. Guests at AKA Wall Street will also find several shopping and dining options within 0.6 mi from the property like Zara, Open Kitchen, Chipotle, Morton’s Steak House and more.\n\nThe suites at AKA Wall Street come with a kitchen that is equipped with stainless steel appliances. All rooms have attached marble bathrooms with Bulgari amenities. Flat-screen TVs are also provided.\n\nAKA Wall Street also has complimentary WiFi, a business center with an executive conference room and a Technogym fitness center. Personal training options are available as well.\n\nGuests will also enjoy access to the indoor/outdoor rooftop terrace lounge which includes a private cinema and offers city views.\n\nThe New York Stock Exchange is 483 m away and The Brooklyn Bridge is 0.7 mi from the AKA.\n\nWall Street - Financial District is a great choice for travelers interested in skyline views, architecture and atmosphere.\n\nThis property also has one of the top-rated locations in New York! Guests are happier about it compared to other properties in the area.\n\nCouples in particular like the location – they rated it 9.3 for a two-person trip.\n\nThis property is also rated for the best value in New York! Guests are getting more for their money when compared to other properties in this city.\n\nWe speak your language!",
      "city": "New York"
    },
    {
      "id": "new4",
      "name": "Studio Plus - Midtown Spacious Apartment",
      "stars": "2",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/856/85687631.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/813/81346923.jpg"
      ],
      "description": "Studio Plus Apartment offers studios and apartments with fully-equipped kitchens. The apartments are 484 m from the Empire State Building and 0.9 mi from Times Square. Complimentary WiFi is offered to all guests.\n\nA washing machine and dryer are also available in the building for an additional charge. The window mounted air-conditioning system is available for summer.\n\nGuests can buy tickets for sightseeing and for Broadway musicals from the hosts.\n\nThe 34th Street Metro Station (Subway Lines B, D, M, F, N, Q and R) is 161 m away while Penn Station (Subway lines A, E, C, 1, 2 and 3) is 484 m away.\n\nNoMad is a great choice for travelers interested in architecture, skyline views and food.\n\nThis is our guests' favorite part of New York, according to independent reviews. In this area you can shop 'til you drop for popular brands like H&M, Nike, Ralph Lauren.\n\nWe speak your language!\n\n",
      "city": "New York"
    },
    {
      "id": "new5",
      "name": "Arlo SoHo",
      "stars": "4",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/814/81497844.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/816/81614928.jpg"
      ],
      "description": "Located close to SoHo, Tribeca and West Village neighborhoods, guests at Arlo Soho will find many dining and shopping destinations within easy reach. One World Trade Center is 1 mi from Arlo Soho. The ferries for Liberty Island and Ellis Island leave from Battery Park which is 2.2 mi away.\n\nEach room at the Arlo Soho features a refrigerator, flat-screen cable TV, work desk and free WiFi. Select rooms come with a terrace that offers views of the city.\n\nGuests at Arlo Soho can dine at Harold’s Meat + Three, enjoy drinks at the Arlo Liquor Bar and relax in The Courtyard. The rooftop bar, Good Story, offers panoramic views of the city. The 24-hour onsite market has a food selection that is curated by Mouth NYC and includes a gift emporium with souvenirs and more from Exit9.\n\nNewark International Airport is 15 mi from Arlo Soho. Arlo Soho’s proximity to Soho neighborhood, which is often hailed as one of the top shopping destinations in the city, will put guests close to stores like American Two Shot, Evolution, Opening Ceremony and Housing Works as well.\n\nSoHo is a great choice for travelers interested in food, restaurants and shopping.\n\nThis is our guests' favorite part of New York, according to independent reviews. In this area you can shop 'til you drop for popular brands like Apple, H&M, Zara, Prada, Ralph Lauren.\n\nCouples in particular like the location – they rated it 8.9 for a two-person trip.\n\nThis property is also rated for the best value in New York! Guests are getting more for their money when compared to other properties in this city.\n\nWe speak your language!",
      "city": "New York"
    },
    {
      "id": "lon1",
      "name": "Britannia International Hotel Canary Wharf",
      "stars": "4",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/507/50755707.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/507/50756511.jpg"
      ],
      "description": "Britannia International Hotel Canary Wharf has spacious rooms and limited free WiFi access in bedrooms. Just 601 m from Canary Wharf Underground Station, the hotel has a leisure center, restaurant and pizzeria.\n\nThe traditional rooms at Britannia International Canary Wharf have private bathrooms, some with spa baths. All rooms have tea/coffee making facilities and a work desk. Many have Docklands views.\n\nJenny’s Restaurant serves traditional British cuisine and cooked breakfasts. The Pizzeria offers Italian cuisine, light lunches and snacks.\n\nThe Hotel Britannia International Canary Wharf is a 10-minute drive from the O2 Arena, and Millwall is 15 minutes’ walk away. Greenwich can be reached in 15 minutes’ drive, and on-site parking is available.\n\nTower Hamlets is a great choice for travelers interested in atmosphere, convenient public transportation and tourist attractions.\n\nWe speak your language!\n\n",
      "city": "London"
    },
    {
      "id": "lon2",
      "name": "Awesome flat near Chelsea Stadium + Fulham station",
      "stars": "1",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/202/202510535.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/203/203377545.jpg"
      ],
      "description": "Featuring city views, Awesome flat near Chelsea Stadium + Fulham station has accommodations with a balcony and an electric tea pot, around a 15-minute walk from Stamford Bridge Stadium. The property is 3.1 km from Olympia Exhibition Centre and 3.1 km from Royal Albert Hall.\n\nThe apartment features 3 bedrooms, a flat-screen TV and a fully equipped kitchen that provides guests with a microwave, a fridge, a washing machine, an oven and a toaster.\n\nA terrace is available for guests to use at the apartment.\n\nNatural History Museum London is 2.6 km from Awesome flat near Chelsea Stadium + Fulham station, while Victoria and Albert Museum is 2.7 km from the property. The nearest airport is London City Airport, 19.3 km from the accommodation.\n\nHammersmith and Fulham is a great choice for travelers interested in convenient public transportation, tourist attractions and parks.\n\nWe speak your language!",
      "city": "London"
    },
    {
      "id": "lon3",
      "name": "Haymarket Hotel, Firmdale Hotels",
      "stars": "5",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/566/56698532.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/143/143188730.jpg"
      ],
      "description": "In the heart of London’s theater district, the elegant Haymarket Hotel is surrounded by restaurants, bars, and is just next door to the Theater Royal. Guests can enjoy a swimming pool, gym, and a spa with a range of treatments.\n\nAfternoon tea is served until 16:30, with delicious cakes, scones with clotted cream and jam, and a wide range of tea and coffee on the menu. Fresh, seasonal produce is used in the restaurant, and tapas is available at the bar.\n\nA flat-screen TV, iPod docking station, and writing desk feature in each room at Haymarket Hotel. Rooms also benefit from 24-hour room service and a fully stocked mini-bar.\n\nSt James’s Park is a 5-minute walk away, and Buckingham Palace can be reached in 15 minutes on foot. The Houses of Parliament and Big Ben are all within easy walking distance.\n\nWestminster Borough is a great choice for travelers interested in shopping, parks and city walks.\n\nThis is our guests' favorite part of London, according to independent reviews. In this area you can shop 'til you drop for popular brands like Apple, H&M, Zara, Burberry, Chanel.\n\nThis property also has one of the top-rated locations in London! Guests are happier about it compared to other properties in the area.\n\nCouples in particular like the location – they rated it 9.9 for a two-person trip.\n\nThis property is also rated for the best value in London! Guests are getting more for their money when compared to other properties in this city.\n\nWe speak your language!",
      "city": "London"
    },
    {
      "id": "lon4",
      "name": "The Soho Hotel, Firmdale Hotels",
      "stars": "5",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/568/56847691.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/500/50008050.jpg"
      ],
      "description": "Just a 5-minute walk from Oxford Street, The Soho Hotel features a fully equipped gym with an on-site personal trainer. Piccadilly Circus and Leicester Square are within a 10-minute walk of the hotel, as well as many tube (subway) stations.\n\nA selection of London's best restaurants and bars, cafes, theaters and nightlife are within walking distance of the hotel, as well as the historic area of Soho Square which features a park and garden.\n\nEach air-conditioned room at The Soho includes a flat-screen TV, fully stocked minibar and an iPod docking station. A private bathroom is also provided. Guests can also use a beauty treatment room, with full body massage, facials and manicures.\n\nModern European cuisine is served in the on-site restaurant, which also offers a breakfast menu and afternoon tea. A relaxing drink can be enjoyed in the award-winning bar.\n\nWestminster Borough is a great choice for travelers interested in shopping, parks and city walks.\n\nThis is our guests' favorite part of London, according to independent reviews. In this area you can shop 'til you drop for popular brands like Cartier, Hermès, H&M, Zara, Nike.\n\nThis property also has one of the top-rated locations in London! Guests are happier about it compared to other properties in the area.\n\nCouples in particular like the location – they rated it 9.8 for a two-person trip.\n\nThis property is also rated for the best value in London! Guests are getting more for their money when compared to other properties in this city.\n\nWe speak your language!",
      "city": "London"
    },
    {
      "id": "lon5",
      "name": "Vintry & Mercer",
      "stars": "5",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/182/182891445.jpg",
        "https://s-ec.bstatic.com/images/hotel/max1024x768/182/182452718.jpg"
      ],
      "description": "Set 701 m from St Paul's Cathedral, the five-star Vintry & Mercer in London offers a fitness center and bar. Popular points of interest nearby include Sky Garden, Tower of London and Borough Market. The property offers a business center and free WiFi.\n\nAt the hotel, all rooms and suites feature a bespoke interior design and include a wardrobe and a flat-screen TV. Rooms are complete with a private bathroom equipped with free toiletries, while some units at Vintry & Mercer also provide guests with a balcony.\n\nA continental breakfast can be enjoyed at the property. The on-site restaurant specializes in British and Asian cuisine.\n\nStaff at the reception can provide advice on what to do in the area.\n\nLondon Bridge is 1.1 mi from the accommodations. Mansion House station is a minute's walk from the property. London City Airport is 7.5 mi away.\n\nCity of London is a great choice for travelers interested in atmosphere, history and city walks.\n\nThis is our guests' favorite part of London, according to independent reviews.\n\nThis property also has one of the top-rated locations in London! Guests are happier about it compared to other properties in the area.\n\nCouples in particular like the location – they rated it 9.5 for a two-person trip.\n\nThis property is also rated for the best value in London! Guests are getting more for their money when compared to other properties in this city.\n\nWe speak your language!",
      "city": "London"
    },
    {
      "id": "can1",
      "name": "Sun Peaks Grand Hotel & Conference Centre",
      "stars": "5",
      "images": [
        "https://t-ec.bstatic.com/images/hotel/max1024x768/330/33032104.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/176/176092556.jpg"
      ],
      "description": "Boasting ski-to-door access, this resort is centrally located in the Sun Peaks ski village. A cable TV is offered in each room. Spa and sauna facilities are available on site. Free WiFi is provided in all guest rooms.\n\nSun Peaks Grand Hotel & Conference Center is equipped with an outdoor heated swimming pool and a state-of-the-art fitness center.\n\nWith miles of cross-country and alpine ski trails in the winter and spectacular mountain hiking and biking trails in the summer, guests can enjoy an array of outdoor activities.\n\nCouples in particular like the location – they rated it 9.2 for a two-person trip.\n\nWe speak your language!",
      "city": "Toronto"
    },
    {
      "id": "can2",
      "name": "Sheraton Centre Toronto Hotel",
      "stars": "4",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/178/178166201.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/178/178166153.jpg"
      ],
      "description": "Located in the center of downtown Toronto, this 4-star Sheraton is a 15-minute walk from the CN Tower. Upscale amenities include an indoor/outdoor heated pool, modern gym and on-site Senses Spa.\n\nThe guest rooms at the Sheraton Center Toronto Hotel are spacious and furnished with a mahogany work desk and marble bathrooms. A flat-screen TV with in-room movies and a coffee maker are provided.\n\nThe Sheraton Center Toronto Hotel features landscaped gardens surrounding a 2-story waterfall. A full-service business center and ticket and tour assistance are available in the lobby.\n\nGuests can enjoy contemporary dining at BnB, which serves hamburgers, pasta, local beers and various wines. The Link Café offers light snacks and coffee.\n\nThe Sheraton Center Toronto Hotel is within a 15-minute walk of the Metro Toronto Convention Center, Air Canada Center, Rogers Center and the Hockey Hall of Fame. The hotel is connected to PATH, an underground network of shops and services.\n\nThis is our guests' favorite part of Toronto, according to independent reviews.\n\nCouples in particular like the location – they rated it 9.2 for a two-person trip.\n\nWe speak your language!",
      "city": "Toronto"
    },
    {
      "id": "can3",
      "name": "Chestnut Residence and Conference Centre - University of Toronto",
      "stars": "3",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/178/178166201.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/178/178166153.jpg"
      ],
      "description": "Chestnut Residence and Conference Centre - University of Toronto",
      "city": "Toronto"
    },
    {
      "id": "can4",
      "name": "Chelsea Hotel Toronto",
      "stars": "3",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max500/128/128824331.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/259/25992226.jpg"
      ],
      "description": "Within 300 m of College Subway Station, this hotel features on-site dining, a fitness center and 2 indoor pools. The Toronto Eaton Center is 601 m away.\n\nAll rooms at the Chelsea Hotel Toronto provide free WiFi and an LCD TV with cable channels. Some open out on to a balcony. For added convenience rooms are equipped with a desk and seating area. Select rooms include a refrigerator and sofa bed.\n\nDining options include the Market Garden restaurant and T| Bar Lounge. Guests can sip on a coffee or cocktail at the expresso coffee and wine bar. Room service is available.\n\nAt the Chelsea Hotel Toronto guests can relax in the sauna or hot tub. There is also a games room and gift shop.\n\nChelsea Hotel Toronto is 10 minutes' walk from the Art Gallery of Ontario. Toronto’s entertainment district is 15 minutes' walk away.\n\nThis is our guests' favorite part of Toronto, according to independent reviews.\n\nCouples in particular like the location – they rated it 8.8 for a two-person trip.\n\nWe speak your language!",
      "city": "Toronto"
    },
    {
      "id": "can5",
      "name": "Town Inn Suites",
      "stars": "3",
      "images": [
        "https://s-ec.bstatic.com/images/hotel/max1024x768/200/200436005.jpg",
        "https://t-ec.bstatic.com/images/hotel/max1024x768/197/197094342.jpg"
      ],
      "description": "This downtown Toronto hotel, located within a 5-minute walk of the Bloor-Yonge Subway Station, features free WiFi, a restaurant, indoor pool and gym. These spacious suites offer a fully equipped kitchen.\n\nAccommodations at Town Inn Furnished Suites provide cable TV. There is a dining area and a separate seating area with a sofa. The contemporary suites also have a desk.\n\nBreakfast is available and served at the Croissant Tree Restaurant, located across from the property.\n\nTown Inn Furnished Suites has a 24-hour front desk.\n\nTown Inn Suites is 1.9 mi from Eaton Center, which features shopping and dining. The University of Toronto is within a 12-minute walk of the hotel.\n\nThis is our guests' favorite part of Toronto, according to independent reviews.\n\nCouples in particular like the location – they rated it 8.4 for a two-person trip.\n\nWe speak your language!",
      "city": "Toronto"
    }
  ]
}
